Revit 2027 API
ParameterTypeId.RbsEqDiameterParam Property
 "Equivalent Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEqDiameterParam { get; }
Public Shared ReadOnly Property RbsEqDiameterParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEqDiameterParam {
	ForgeTypeId^ get ();
}
static member RbsEqDiameterParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace